export const CommunityList = [
	{
		title: "헬스장이 처음인 헬린이들을 위한 헬스장 고르는 팁",
		content: `헬스장 고를때 알아두면 좋을 팁 3가지
    1. 무료 OT, 무료 1회 PT를 조심하자
    헬스장에 가서 상담을 받다 보면, 간혹 상담해주시는 직원 및 트레이너 선생님들이 OT 식으로 한번 기구에 대한 설명과 헬스장에 처음 오면 해야 할 것들, 자세교정 등 이런저런 좋은 얘기들을 하면서 헬스장 등록을 권유합니다, 심지어 가격도 타 헬스장에 비해서 나쁘지 않다면 다닐만하겠다고 생각들을 많이 하시는데요, 가격이 싼 헬스장은 주 수입이 PT 수업에서 나오기 때문에, OT라고 하는 무료 1회 피티 수업에서 트레이너들은 '아 그렇게 하면 다치는데', '조금만 수업같이 하면 몸 금방 나오시겠네요' 등 트레이너들은 PT를 받으라는 식으로 영업을 합니다. 만일 본인은 PT를 받을 생각이 없고 혼자서 운동을 하고 싶다면 이런 헬스장은 피하시는 게 좋겠습니다.
    2. 관장형 헬스장을 다니는게 오히려 기초를 배우기 좋다
    기업들이 운영하는 프렌차이즈 형식인 헬스장 말고, 개인이 운영하는 곳에 가보면 관장님들이 헬스장에 상주하여 등록할 때 맞이해주시는데요, 개인적으로 기초를 배우기엔 이런 유의 헬스장이 가장 적합하다고 생각합니다. 관장님들의 같은 경우엔 운동을 몇십 년씩 한 구력이 있고, 몸은 좋아 보이나 멋있어 보이진 않는 게 특징입니다. 이런 헬스장은 관리는 잘 안되어있고 기구들이 낡아서 좀만 더 쓰다간 어디 하나 무너져도 이상해 보이진 않지만, 사람만큼은 정말 진실된 곳 일 확률이 높습니다. 관장님들은 삘이 한번 꽂히게 되면 헬린이던, 헬창이던, 한두 시간씩 잡아놓고 개인 레슨을 막무가내로 진행합니다. 이때를 기회로 잡아서 궁금한 것도 물어보고, 자세도 알려달라고 하면 정말 열정적이게 알려주실 확률이 높기 때문에, PT 비용은 전혀 안 들고 오랫동안 친구처럼 운동이 가능하다고 생각이 듭니다.
    3. PT를 받을 생각이 없다면 물어보자
    유튜브 및 블로그로 운동을 독학하는거랑, 옆에서 운동 잘하는 사람들이 자세를 잡아주는 거랑은 자극도 자세도 다릅니다. 헬스가 처음이시거나 운동 구력이 얼마 안 됐다면, 몸 좋은 아저씨를 공략해보도록 합시다. 어떤 시간대던 헬창 아저씨들 같은 경우는 같은 시간대에 매일 오시는 분들이 있으실 텐데요, 이분들의 취미이자 낙은 운동 그리고 훈수두기입니다. 운동으로 스트레스를 풀고, 훈수로 쾌감을 느끼시는 분들인데요, 이런 분들에게 '저 스쿼트 느낌이 안 와서 그런데 혹시 자세한 번 봐주실 수 있나요?' 등 질문을 하면 자기가 아는 지식을 끌어다 다 전수하실 겁니다.`,
		writer: "hyona",
		memberId: 8,
		postId: 0,
		categoryTitle: "우리 동네",
		categoryId: 0,
		date: "2023-01-15T02:54:54.075489",
		commentList: [
			{
				writer: "myona",
				comment: "좋은 정보 감사합니다!",
				date: "2023-01-15T02:54:54.075489",
			},
			{
				writer: "mmyona",
				comment: "유용한 정보 감사합니다!",
				date: "2023-01-15T02:54:54.075489",
			},
			{
				writer: "myona",
				comment: "좋은 정보 감사합니다!",
				date: "2023-01-15T02:54:54.075489",
			},
			{
				writer: "mmyona",
				comment: "유용한 정보 감사합니다!",
				date: "2023-01-15T02:54:54.075489",
			},
			{
				writer: "myona",
				comment: "좋은 정보 감사합니다!",
				date: "2023-01-15T02:54:54.075489",
			},
			{
				writer: "mmyona",
				comment: "유용한 정보 감사합니다!",
				date: "2023-01-15T02:54:54.075489",
			},
			{
				writer: "myona",
				comment: "좋은 정보 감사합니다!",
				date: "2023-01-15T02:54:54.075489",
			},
			{
				writer: "mmyona",
				comment: "유용한 정보 감사합니다!",
				date: "2023-01-15T02:54:54.075489",
			},
		],
	},
	{
		title: "운동 추천",
		content: `근력 운동이란 근육에 일정한 과부하(무게)를 주는 운동이다. 점차 무게를 늘려 가면 근육의 힘인 근력이 강화된다. 근육이 힘을 내는데 산소의 소비가 필요하지 않기 때문에 무산소 운동에 포함된다.


        근력 운동을 걷기나 달리기 등 유산소 운동과 함께 병행해서 실시하면 혈당 개선 효과가 매우 뛰어나다. 근력 운동을 통해 근육의 양이 늘어나면, 근육이 사용하는 포도당의 양도 증가하기 때문에 혈당 수치를 조절하는 데 도움이 된다.
        
         
        
        또 근육이 늘어나면 기초 대사량도 늘어나 같은 활동에도 더 많은 열량이 소모돼 비만을 예방하거나 개선하는데도 효과적이다. 이와 관련해 ‘피트슈가닷컴’이 운동 초보자들을 위한 기본적인 근력 운동 4가지를 소개했다.
        1. 스쿼트

운동을 막 시작한 사람이라면 우선 스쿼트 자세를 생활화하는 것이 좋다. 스쿼트는 종아리, 대퇴 사두근(넙다리 네 갈래근), 둔근, 오금줄 등의 하체 부위 근육을 단단하고 탄력 있게 만들어주는 운동이다.

 

스쿼트의 가장 기본적인 자세는 양발을 어깨너비로 벌리고 양손을 가슴 앞부분에 오도록 둔 뒤 마치 의자에 앉듯 무릎을 구부린 상태에서 엉덩이는 뒤로 빼고 가슴은 구부러지지 않도록 세우는 동작이다. 자세를 정확히 지키지 않으면 무릎 통증을 가져올 수 있으므로 정확한 자세를 익히고 교정하는 것이 중요하다.
2. 런지

런지는 몸의 전체적인 균형과 중심을 잡아주는 운동인 만큼 빼놓지 않고 해야 한다. 런지 자세를 취하려면 한쪽 발은 앞으로, 반대쪽 발은 뒤로 뺀 다음 무릎을 구부리면 된다. 이때 앞발은 무릎의 각도가 90도가 되도록 구부리고 뒷발을 무릎이 바닥에 닿기 직전까지 구부려야 한다.
3. 플랭크

플랭크는 코어 근육을 집중적으로 강화하는 대표적인 운동이다. 코어 근육은 몸의 무게중심을 이루는 복부, 등, 골반 근육을 의미한다. 코어 근육을 단단하게 잡아야 몸의 안정성이 증가하고 몸의 비례가 보기 좋게 균형을 이루게 된다.

 

바닥에 엎드린 자세에서 두 손을 어깨너비로 벌려 바닥을 집고 서서히 몸을 일으킨다. 이때 상체만 일어나서는 안 되고 몸이 전체적으로 일직선이 되도록 일으켜야 한다.

 

플랭크 자세를 취할 때 가장 흔히 범하는 실수는 엉덩이가 아래로 처지거나 위로 올라오는 경우다. 잘못된 자세는 플랭크를 손쉬운 운동으로 쉽게 오해하도록 만드는데 제대로 된 자세를 잡으면 땀이 흐르고 온몸이 떨릴 정도로 힘이 든다.
4. 상체 운동

운동을 할 때는 상체와 하체 골고루 운동해주는 것이 좋다. 상체를 단련하면 척추를 지지하는 근육이 튼튼해져서 허리 통증도 예방할 수 있다. 

 

어깨와 상박(팔 윗부분)을 단련시키는 벤치 딥스, 머리 위로 팔을 쭉 뻗어 올리며 덤벨을 드는 오버헤드 프레스 등으로 상체를 단련하는 근력 운동도 병행해야 한다.`,
		writer: "코메디 닷컴",
		postId: 1,
		categoryTitle: "운동",
		categoryId: 1,
		date: "2023-01-15T02:54:54.075489",
		commentList: [
			{
				writer: "myona",
				comment: "좋은 정보 감사합니다!",
				date: "2023-01-15T02:54:54.075489",
			},
			{
				writer: "mmyona",
				comment: "유용한 정보 감사합니다!",
				date: "2023-01-15T02:54:54.075489",
			},
		],
	},
	{
		title: "규칙적인 생활습관을 갖는 방법",
		content: `건강하려면 규칙적인 생활습관을 유지해야 한다는 말을 흔히 듣는다. 생활이 일정하면 스트레스나 우울증이 줄어든다. 체력과 자존감이 증진되는 등 건강에 많은 이득을 얻는다. 반대로 극심한 스트레스를 받으면 올바른 생활리듬이 깨지기 시작한다. 쉽게 잠들지 못해 종일 피곤하다. 입맛이 없어 식사를 거르다 보니 체력이 고갈된다.


        그런데 이를 역으로 생각해보면 어떨까. 스트레스를 극복하려면 오히려 식사를 제때 챙기고 꾸준히 체력을 기르는 등 규칙적인 생활습관을 들여야 한다는 얘기가 된다. 그렇다면 어떻게 일정한 생활습관을 유지할 수 있을까?
        규칙적인 생활습관을 들이는 첫 번째 방법은 '아침에 정해진 시간에 맞춰 기상하는 것'이다. 우리 몸속에는 시계가 있다. 자고 일어나는 것, 배고픈 것, 집중력이나 체온이 오르고 떨어지는 것 모두 생체시계에 의해 조절된다. 놀랍게도 신체리듬은 24시간이 아닌 24.2~24.4시간으로 맞춰졌다.


아침에 일찍 일어나야 할 이유가 없으면 24.2~24.4시간으로 짜인 신체리듬으로 늦게 일어나게 된다. 점심시간에 아침을 먹고 저녁시간에 점심을 먹게 된다. 자연스레 야간에 저녁을 먹게 되면서 야식증후군이 나타난다. 체중이 늘고 심장병, 고혈압, 당뇨를 비롯한 건강상 위해가 발생한다. 매일 아침 규칙적인 시간에 일어나는 노력이 필요한 이유다.

규칙적인 생활습관을 들이는 또다른 방법은 '스트레스를 적절히 관리하는 것'이다. 직장에 다니면 아침 일찍 일어나고 밤에 일찍 자려 노력하기 때문에 규칙적인 생활에 나름 도움이 된다. 하지만 직장에서 오는 스트레스를 무시하기 어렵다. 스트레스가 심하면 식습관과 수면 등 모든 생활리듬이 깨진다. 스트레스의 어원은 '조이다'라는 말에서 왔다. 그래서 우리가 흔히 스트레스를 '푼다'라고 얘기하는지 모르겠다. 일상과 직장에서 조이는 스트레스를 현명하게 풀어나가자.


규칙적인 생활습관은 건강한 삶을 유지하는 핵심 요소다. 매번 같은 일상이 규칙적으로 반복된다고 생각하면 지루하고 지칠 수 있다. 하지만 우리 몸과 마음은 규칙적인 생활에 적응하면서 앞으로 더 잘 작동될 수 있게 단련된다. 한두 시간 격렬하게 운동하고 나머지 시간을 누워서 허비하는 것보다 일정 시간에 일어나 적당히 운동하고 제때 식사하며 머리에는 긍정적인 생각을 채우는 게 건강에 훨씬 유익하다.
        `,
		writer: "아시아 경제",
		postId: 2,
		categoryTitle: "규칙적인 생활",
		categoryId: 2,
		date: "2023-01-15T02:54:54.075489",
		commentList: [
			{
				writer: "myona",
				comment: "좋은 정보 감사합니다!",
				date: "2023-01-15T02:54:54.075489",
			},
			{
				writer: "mmyona",
				comment: "유용한 정보 감사합니다!",
				date: "2023-01-15T02:54:54.075489",
			},
		],
	},
	{
		title: "TOP 3 프로틴 추천 순위 2023",
		content: `나이가 들어가면서 근육량이 점점 줄어드는 걸 느끼시나요?

        단백질 보충제로 근손실을 줄여보고자 프로틴을 찾으시는 분들이 많이 계시는데요,
        
        운동 중 탄수화물과 단백질이 혼합된 보충제를 마시게 되면 운동 후 몸을 유지하는 데 도움이 됩니다.
        
        이번 시간에는 헬린이도 헬창이 될 수 있는 인기 있는 프로틴 추천 제품을 소개해 드립니다.
        
        각 제품의 가격대는 포스팅 작성일자 기준으로 변동이 있을 수 있습니다.
        
        1. BSN 신타-6 프로틴 파우더
        장점
            높은 만족도
            뛰어난 가성비
            호불호 적은 맛
        단점
            가격 변동이 있다는 후기

        2. 칼로바이 퍼펙트 파워쉐이크 아이솔레이트 초코맛
        장점
            높은 만족도
            뛰어난 가성비
            호불호 적은 맛
        단점
            가격 변동이 있다는 후기

        3. 머슬팜 컴배트 웨이 프로틴 파우더
        장점
            뛰어난 가성비
            거부감 적은 맛
            물에 잘 녹음
        단점
            제품 입구가 좁다는 의견
            호불호 있는 맛 평가
        `,
		writer: "리뷰프로",
		postId: 3,
		categoryTitle: "기타",
		categoryId: 3,
		date: "2023-01-15T02:54:54.075489",
		commentList: [
			{
				writer: "myona",
				comment: "좋은 정보 감사합니다!",
				date: "2023-01-15T02:54:54.075489",
			},
			{
				writer: "mmyona",
				comment: "유용한 정보 감사합니다!",
				date: "2023-01-15T02:54:54.075489",
			},
		],
	},
];
