export const CommunityList = [
	{
		title: "헬스장 고르는 팁",
		content: `헬스장 고를때 알아두면 좋을 팁 3가지
    1. 무료 OT, 무료 1회 PT를 조심하자
    헬스장에 가서 상담을 받다 보면, 간혹 상담해주시는 직원 및 트레이너 선생님들이 OT 식으로 한번 기구에 대한 설명과 헬스장에 처음 오면 해야 할 것들, 자세교정 등 이런저런 좋은 얘기들을 하면서 헬스장 등록을 권유합니다, 심지어 가격도 타 헬스장에 비해서 나쁘지 않다면 다닐만하겠다고 생각들을 많이 하시는데요, 가격이 싼 헬스장은 주 수입이 PT 수업에서 나오기 때문에, OT라고 하는 무료 1회 피티 수업에서 트레이너들은 '아 그렇게 하면 다치는데', '조금만 수업같이 하면 몸 금방 나오시겠네요' 등 트레이너들은 PT를 받으라는 식으로 영업을 합니다. 만일 본인은 PT를 받을 생각이 없고 혼자서 운동을 하고 싶다면 이런 헬스장은 피하시는 게 좋겠습니다.
    2. 관장형 헬스장을 다니는게 오히려 기초를 배우기 좋다
    기업들이 운영하는 프렌차이즈 형식인 헬스장 말고, 개인이 운영하는 곳에 가보면 관장님들이 헬스장에 상주하여 등록할 때 맞이해주시는데요, 개인적으로 기초를 배우기엔 이런 유의 헬스장이 가장 적합하다고 생각합니다. 관장님들의 같은 경우엔 운동을 몇십 년씩 한 구력이 있고, 몸은 좋아 보이나 멋있어 보이진 않는 게 특징입니다. 이런 헬스장은 관리는 잘 안되어있고 기구들이 낡아서 좀만 더 쓰다간 어디 하나 무너져도 이상해 보이진 않지만, 사람만큼은 정말 진실된 곳 일 확률이 높습니다. 관장님들은 삘이 한번 꽂히게 되면 헬린이던, 헬창이던, 한두 시간씩 잡아놓고 개인 레슨을 막무가내로 진행합니다. 이때를 기회로 잡아서 궁금한 것도 물어보고, 자세도 알려달라고 하면 정말 열정적이게 알려주실 확률이 높기 때문에, PT 비용은 전혀 안 들고 오랫동안 친구처럼 운동이 가능하다고 생각이 듭니다.
    3. PT를 받을 생각이 없다면 물어보자
    유튜브 및 블로그로 운동을 독학하는거랑, 옆에서 운동 잘하는 사람들이 자세를 잡아주는 거랑은 자극도 자세도 다릅니다. 헬스가 처음이시거나 운동 구력이 얼마 안 됐다면, 몸 좋은 아저씨를 공략해보도록 합시다. 어떤 시간대던 헬창 아저씨들 같은 경우는 같은 시간대에 매일 오시는 분들이 있으실 텐데요, 이분들의 취미이자 낙은 운동 그리고 훈수두기입니다. 운동으로 스트레스를 풀고, 훈수로 쾌감을 느끼시는 분들인데요, 이런 분들에게 '저 스쿼트 느낌이 안 와서 그런데 혹시 자세한 번 봐주실 수 있나요?' 등 질문을 하면 자기가 아는 지식을 끌어다 다 전수하실 겁니다.`,
		writer: "hyona",
	},
];
